etc/template_files/WTTHColombia/SALIDAS/Request_SET_HREGAUTH.xml

<soapenv:Envelope xmlns:hss="http://www.huawei.com/HSS" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<hss:MessageID>?</hss:MessageID>
		<hss:MEName>nosequevayaaqui</hss:MEName>
		<hss:Authentication>
			<hss:Username>claro.colombia</hss:Username>
			<hss:Password>claro.mx</hss:Password>
		</hss:Authentication>
	</soapenv:Header>
	<soapenv:Body>
		<hss:ADD_HIMPU>
			<hss:IMPI>+5718034952@ims.claro.com.co</hss:IMPI>
			<hss:IMPU>tel:+5718034952</hss:IMPU>
			<hss:IMPUTYPE>1</hss:IMPUTYPE>
		</hss:ADD_HIMPU>
	</soapenv:Body>
</soapenv:Envelope>